abseil
bear
berkeley-db@5
binutils
bzip2
c-ares
ca-certificates
catimg
expat
fd
fmt
fzf
gcc
gettext
gh
glibc
gmp
go
grpc
icu4c
isl
krb5
lazygit
libedit
libevent
libffi
libmpc
libnsl
libtermkey
libtirpc
libuv
libvterm
libxcrypt
libxml2
linux-headers@5.15
luajit
luv
lz4
mpdecimal
mpfr
msgpack
navi
ncurses
neovim
nlohmann-json
openssl@1.1
openssl@3
pcre2
pipenv
protobuf
python@3.11
re2
readline
ripgrep
spdlog
sqlite
tmux
tree-sitter
unibilium
unzip
utf8proc
xz
zlib
zstd
